[
  {
    "name": "Benjamin C.",
    "company":"VizworX Inc",
    "review": "I had the pleasure of working with Karson on a WordPress and JavaScript project, and I couldn't be happier with the results. Karson was professional, responsive, and highly skilled. He delivered high-quality work on time and went above and beyond to ensure the project met all requirements. His expertise in both WordPress and JavaScript was evident throughout the process, and he was always open to feedback, implementing changes quickly and efficiently. I highly recommend Karson for any web development needs and will definitely work with him again in the future!"
  },
  {
    "name": "Matt M.",
    "company": "Catered By Matt",
    "review": "Karson has been a fantastic person to work with. I started collaborating with him about six months ago, and since then, he has completely  revamped two of my websites. He frequently makes improvements to the  sites as well. His prices are reasonable, and his efficiency is  impressive. He always meets deadlines and communicates effectively. I  plan to continue working with him for years to come and could not  recommend him more highly."
  },
  {
    "name": "Thomas M.",
    "company": "WS LLC",
    "review": "A+ Karson looks out for your company like he's apart of it. He could have easily pulled us down an expensive rabbit hole, instead he guided us to a more affordable option that ended up simplifying several divisions. I won't use anyone else as he's earned our trust."
  },
  {
    "name": "Beamer W.",
    "company": "Working.Studio",
    "review": "Karson is always right on point and ready to help. Always comes up with a solution, and ready to back up their reasons for it."
  },
  {
    "name": "Michael R.",
    "company": "Designs N Print",
    "review": "I'm extremely satisfied with the work performed. A true professional and talented developer."
  },
  {
    "name": "Jeff L.",
    "company": "Isogent",
    "review": "Karson is awesome. I rely on him for many of my development projects, and he always comes through with quality work!"
  },
  {
    "name": "Brian W.",
    "company": "Teton Ridge",
    "review": "Karson is a great resource and is highly recommended. He's able to take direction and is able to positively affect change rapidly."
  },
  {
    "name": "Robert D.",
    "company": "",
    "review": "In less than a day, Karson added a site-wide customization to our Squarespace site, tailoring the code exactly to our specifications and in a way which required no laborious page-by-page editing on our part. He identified our issue and two potential workarounds almost immediately, ranking these in order of first- and second-best options, and even shared a video example of his custom code in action on our site so we could see exactly how it would work. After implementing his code (custom JavaScript), he kept in frequent contact over the next twenty-four hours while multiple people within our organization took time to test the site in various browsers, and he efficiently (i.e., within minutes) troubleshooted two small glitches we ran into along the way until the customization was working perfectly. I would work with Karson again, and would confidently recommend him to others!"
  },
  {
    "name": "Brian S.",
    "company": "Kraton Corporation",
    "review": "I've used Karson as a contractor for a year and a half on a variety of projects so I have a large body of work to judge his services by. Simple put this guy does an incredible job for me over and over. I've asked so much from Karson and he always comes through. this has been in the middle of the night, while he is baby sitting his infant at the same time etc. He never left me hanging. The range of stuff he can work on has been amazing. So if your looking for any service Karson does or might be able to do for you, this is the guy that you can trust 100% to get the job done."
  },
  {
    "name": "Kyle L.",
    "company": "Goodthree",
    "review": "Karson is always fantastic to work with. He always gets our work in a timely manner and gets it done in a way that we can continue to work with. Excited to continue to work with him."
  },
  {
    "name": "Ronald J.",
    "company": "Honeywell",
    "review": "A web developer that a company can rely on completely - completed the work to schedule, asks the right questions and give excellent development advice. Strongly recommend Karson."
  }
]